# Создай переменные с основными типами данных которые есть в питоне (их 6).
# Назнвание переменным можешь даль любое, значения тоже.
# Описание основных типов данных: https://tproger.ru/translations/python-data-types/
# можно гуглить и другие варианты если непонятно что описано тут.
# Пример одного из типов данных:

my_string = 'Это тип данных строка'

a = 1
('это тип данных числа')

b = [1, 1.3, 'cat'] 
('это тип данных список')

d = (3, 3.5, 'dog') 
('это тип данных кортеж')

k = {2, 3, 5, 6} 
('это тип данных множество')

x = {1:'ball',  5: 'telephone'} 
('это тип данных словарь')




# Доп задание:
# Вывести отдельно каждую переменную в консоль
# подсказка как загуглить если вдруг непонятно - "как вывести переменную в консоль python"