# Создай переменные с основными типами данных которые есть в питоне (их 6).
# Назнвание переменным можешь даль любое, значения тоже.
# Описание основных типов данных: https://tproger.ru/translations/python-data-types/
# можно гуглить и другие варианты если непонятно что описано тут.
# Пример одного из типов данных:

my_string = 'Это тип данных строка'

# Доп задание:
# Вывести отдельно каждую переменную в консоль
# подсказка как загуглить если вдруг непонятно - "как вывести переменную в консоль python"